tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

cask "dropbox"
cask "resilio-sync"

brew "mas"
mas "Xcode", id: 497799835
mas "Slack", id: 803453959

brew "boost"
brew "cmake"
brew "gmp"
brew "eigen"
brew "openssl@1.1"
brew "gdal"
brew "gnuplot", args: ["with-aquaterm"]
brew "go"
brew "graphviz"
brew "llvm"
brew "opencv"
brew "tree"
brew "docker"
brew "git"
brew "glew"
brew "glfw"
brew "pcl"
brew "pdal"
brew "wget"
cask "godot"
cask "google-chrome"
cask "abyssoft-teleport"
cask "alfred"
cask "steam"
cask "google-japanese-ime"
cask "zoom"